export const Offerta = () => {


    return <div style={{whiteSpace:'pre-wrap'}}>
{`        ПУБЛИЧНАЯ ОФЕРТА
        о заключении договора
        информационно - консультативных услуг

        1. Общие положения
        В настоящей Публичной оферте содержатся условия заключения Договора информационно-консультативных услуг (далее по тексту - «Договор информационно-консультативных услуг» и/или «Оферта», «Договор»). Настоящей офертой признается предложение, адресованное одному или нескольким конкретным лицам, которое достаточно определенно и выражает намерение лица, сделавшего предложение, считать себя заключившим Договор с адресатом, которым будет принято предложение.
        Совершение указанных в настоящей Оферте действий является подтверждением согласия обеих Сторон заключить Договор информационно-консультативных услуг на условиях, в порядке и объеме, изложенных в настоящей Оферте.
        Нижеизложенный текст Публичной оферты является официальным публичным предложением Исполнителя, адресованный заинтересованному кругу лиц заключить Договор информационно-консультативных услуг в соответствии с положениями пункта 2 статьи 437 Гражданского кодекса РФ.
        Договор информационно-консультативных услуг считается заключенным и приобретает силу с момента совершения Сторонами действий, предусмотренных в настоящей Оферте, и, означающих безоговорочное, а также полное принятие всех условий настоящей Оферты без каких-либо изъятий или ограничений на условиях присоединения.

        Термины и определения:
        Договор – текст настоящей Оферты с Приложениями, являющимися неотъемлемой частью настоящей Оферты, акцептованный Заказчиком путем совершения конклюдентных действий, предусмотренных настоящей Офертой.
        Конклюдентные действия — это поведение, которое выражает согласие с предложением контрагента заключить, изменить или расторгнуть договор. Действия состоят в полном или частичном выполнении условий, которые предложил контрагент.
        Сайт Исполнителя в сети «Интернет» – совокупность программ для электронных вычислительных машин и иной информации, содержащейся в информационной системе, доступ к которой обеспечивается посредством сети «Интернет» по доменному имени и сетевому адресу: __________
        Стороны Договора (Стороны) – Исполнитель и Заказчик.
        Услуга – информационно-консультативные услуги, оказываемые Исполнителем Заказчику в порядке и на условиях, установленных настоящей Офертой.


        2. Предмет Договора
        2.1. Исполнитель обязуется оказать Заказчику информационно-консультационные услуги, а Заказчик обязуется оплатить их в размере, порядке и сроки, установленные настоящим Договором.
        2.2. Наименование, количество, порядок и иные условия оказания Услуг определяются на основании сведений Исполнителя при оформлении заявки Заказчиком, либо устанавливаются на сайте Исполнителя в сети «Интернет»______
        2.3. Исполнитель оказывает услуги по настоящему Договору лично, либо с привлечением третьих лиц, при этом за действия третьих лиц Исполнитель отвечает перед Заказчиком как за свои собственные.
        2.4. Акцепт настоящей Оферты выражается в совершении конклюдентных действий, в частности:
        • действиях, связанных с регистрацией учетной записи на Сайте Исполнителя в сети «Интернет» при наличии необходимости регистрации учетной записи;
        • путем составления и заполнения заявки на оформление заказа по оказанию Услуг;
        • путем сообщения требуемых для заключения Договора сведений по телефону, электронной почте, указанными на сайте Исполнителя в сети «Интернет», в том числе, при обратном звонке Исполнителя по заявке Заказчика;
        • оплаты Услуг Заказчиком.
        Данный перечень не является исчерпывающим, могут быть и другие действия, которые ясно выражают намерение лица принять предложение контрагента.

        3. Права и обязанности Сторон
        3.1. Исполнитель обязан:
        3.1.1. Во исполнение заявки Заказчика:
        • проанализировать информацию, документы и иные материалы, предоставленные Заказчиком;
        • ответить на вопросы Заказчика, исходя из изученных документов и полученной от Заказчика информации;
        • описать потенциальные риски и дать прогноз развития ситуации;
        • при необходимости составить проекты документов.
        3.1.2. Оказать информационно-консультативные услуги в сроки, согласно условиям настоящего Договора, и с надлежащим качеством.
        3.2. Заказчик обязан:
        3.2.1. Предоставить Исполнителю документацию и информацию, необходимые последнему для исполнения принятых на себя обязательств
        3.2.2. Оказывать всевозможное содействие Исполнителю в исполнении последним своих обязательств по настоящему Договору.
        3.2.3. Своевременно произвести оплату стоимости услуг Исполнителя в соответствии с условиями настоящей Оферты.
        3.3. Исполнитель имеет право:
        3.3.1. Получать от Заказчика документы, разъяснения и дополнительные сведения, касающиеся вопроса консультирования и необходимые для качественного оказания
        3.4. Заказчик имеет право:
        3.4.1. Осуществлять контроль за ходом оказания услуг, не вмешиваясь при этом в деятельность Исполнителя.
        3.4.2. Отказаться от исполнения настоящего Договора при условии оплаты Исполнителю фактически понесенных им расходов.
        3.4.3. Заказчик гарантирует, что все условия Договора ему понятны; Заказчик принимает условия без оговорок, а также в полном объеме.

        4. Цена и порядок расчетов
        4.1. Стоимость, а также порядок оказания информационно-консультативных услуг определяется на основании сведений Исполнителя при оформлении заявки Заказчиком, либо устанавливаются на сайте Исполнителя в сети «Интернет»: ____
        4.2. Все расчеты по Договору производятся в безналичном порядке.

        5. Надлежащее оказание услуг
        5.1. Возврат Исполнителем денежных средств за неоказанные (некачественно оказанные, оказанные не в полном объеме, оказанные с нарушением сроков) услуги по настоящей Оферте осуществляется по основаниям и в соответствии с требованиями Закона Российской Федерации от 07.02.1992 N 2300-1 "О защите прав потребителей", иными правовыми актами, принятыми в соответствии с ним, требованиями Гражданского кодекса Российской Федерации, иными применимыми нормативно-правовыми актами РФ.
        5.2. Возврат денежных средств за неоказанные (некачественно оказанные) услуги по настоящей Оферте осуществляется на основании требования (претензии) Заказчика в порядке и в сроки, установленные законодательством РФ. Соблюдение претензионного порядка является обязательным, срок ответа на претензию – 10 рабочих дней.

        6. Конфиденциальность и безопасность
        6.1. При реализации настоящего Договора Стороны обеспечивают конфиденциальность и безопасность персональных данных в соответствии с актуальной редакцией ФЗ от 27.07.2006 г. № 152-ФЗ «О персональных данных» и ФЗ от 27.07.2006 г. № 149-ФЗ «Об информации, информационных технологиях и о защите информации».
        6.2. Стороны обязуются сохранять конфиденциальность информации, полученной в ходе исполнения настоящего Договора, и принять все возможные меры, чтобы предохранить полученную информацию от разглашения.
        6.3. Под конфиденциальной информацией понимается любая информация, передаваемая Заказчиком и Исполнителем в процессе реализации Договора и подлежащая защите, исключения указаны ниже.
        6.4. Такая информация может содержаться в предоставляемых Исполнителем локальных нормативных актах, договорах, письмах, отчетах, аналитических материалах, результатах исследований, схемах, графиках, спецификациях и других документах, оформленных как на бумажных, так и на электронных носителях.

        7. Форс-мажор
        7.1. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по Договору, если надлежащее исполнение оказалось невозможным вследствие непреодолимой силы, то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, под которыми понимаются: запретные действия властей, эпидемии, блокада, эмбарго, землетрясения, наводнения, пожары или другие стихийные бедствия.
        7.2. В случае наступления этих обстоятельств Сторона обязана в течение 30 (Тридцати) рабочих дней уведомить об этом другую Сторону.
        7.3. Документ, выданный уполномоченным государственным органом, является достаточным подтверждением наличия и продолжительности действия непреодолимой силы.
        7.4. Если обстоятельства непреодолимой силы продолжают действовать более 60 (Шестидесяти) рабочих дней, то каждая Сторона вправе отказаться от настоящего Договора в одностороннем порядке.
        8. Ответственность Сторон
        8.1. В случае неисполнения и/или ненадлежащего исполнения своих обязательств по Договору, Стороны несут ответственность в соответствии с условиями настоящей Оферты.
        8.2. Сторона, не исполнившая или ненадлежащим образом исполнившая обязательства по Договору, обязана возместить другой Стороне причиненные такими нарушениями убытки.
        9. Срок действия настоящей Оферты
        9.1. Оферта вступает в силу с момента ее размещения на Сайте Исполнителя и действует до момента её отзыва Исполнителем.
        9.2. Исполнитель оставляет за собой право внести изменения в условия Оферты и/или отозвать Оферту в любой момент по своему усмотрению. Сведения об изменении или отзыве Оферты доводятся до Заказчика по выбору Исполнителя посредством размещения на сайте Исполнителя в сети «Интернет», в Личном кабинете Заказчика, либо путем направления соответствующего уведомления на электронный или почтовый адрес, указанный Заказчиком при заключении Договора или в ходе его исполнения.
        9.3. Договор вступает в силу с момента Акцепта условий настоящей Оферты Заказчиком и действует до полного исполнения Сторонами обязательств по Договору.
        9.4. Изменения, внесенные Исполнителем в Договор и опубликованные на сайте в форме актуализированной Оферты, считаются принятыми Заказчиком в полном объеме.

        10. Дополнительные условия
        10.1. Договор, его заключение и исполнение регулируется действующим законодательством Российской Федерации. Все вопросы, не урегулированные настоящей Офертой или урегулированные не полностью, регулируются в соответствии с материальным правом Российской Федерации.
        10.2. В случае возникновения спора, который может возникнуть между Сторонами в ходе исполнения ими своих обязательств по Договору, заключенному на условиях настоящей Оферты, Стороны обязаны урегулировать спор мирным путем до начала судебного разбирательства.
        Судебное разбирательство осуществляется в соответствии с законодательством Российской Федерации.
        Споры или разногласия, по которым Стороны не достигли договоренности, подлежат разрешению в соответствии с законодательством РФ. Досудебный порядок урегулирования спора является обязательным.
        10.3. В качестве языка Договора, заключаемого на условиях настоящей Оферты, а также языка, используемого при любом взаимодействии Сторон (включая ведение переписки, предоставление требований / уведомлений / разъяснений, предоставление документов и т. д.), Стороны определили русский язык.
        10.4. Все документы, подлежащие предоставлению в соответствии с условиями настоящей Оферты, должны быть составлены на русском языке либо иметь перевод на русский язык, удостоверенный в установленном порядке.
        10.5. Бездействие одной из Сторон в случае нарушения условий настоящей Оферты не лишает права заинтересованной Стороны осуществлять защиту своих интересов позднее, а также не означает отказа от своих прав в случае совершения одной из Сторон подобных либо сходных нарушений в будущем.
        10.6. Если на Сайте Исполнителя в сети «Интернет» есть ссылки на другие веб-сайты и материалы третьих лиц, такие ссылки размещены исключительно в целях информирования, и Исполнитель не имеет контроля в отношении содержания таких сайтов или материалов. Исполнитель не несет ответственность за любые убытки или ущерб, которые могут возникнуть в результате использования таких ссылок.

        11. Реквизиты Исполнителя

        Полное наименование:
        ИНН: 231136137506
        ОГРН/ОГРНИП:
        Контактный телефон: +7 918 244-59-05
        Контактный e-mail: eliseenko1viktor@gmail.com`}
        <div className="mt-2 mb-6">
        <a href="/">Назад</a>

        </div>

    </div>
}

export default Offerta